Repository: AkbaraliKhasanov-2000/New-App
Catalog: Scanlet/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, uz

source: %@ Copy
cs: %@ (kopie)
da: %@ kopi
de: %@ Kopie
el: %@ αντίγραφο
es: %@ copia
fi: %@ (kopio)
fr: %@ (copie)
hr: %@ (kopija)
hu: %@ másolata
it: %@ (copia)
nb: %@ (kopi)
nl: %@ kopie
pl: %@ (kopia)
pt_br: %@ cópia
pt_pt: %@ cópia
ro: %@ (copie)
ru: %@ (копия)
sk: %@ (kópia)
sv: %@ kopia
tr: %@ Kopyası
uk: %@ (копія)
uz: %@ (nusxa)

source: %@ free
cs: %@ zdarma
da: %@ gratis
de: %@ gratis
el: %@ δωρεάν
es: %@ gratis
fi: %@ ilmaiseksi
fr: Gratuit : %@
hr: %@ besplatno
hu: %@ ingyen
it: %@ gratis
nb: %@ gratis
nl: %@ gratis
pl: %@ za darmo
pt_br: %@ grátis
pt_pt: %@ grátis
ro: %@ gratuit
ru: %@ бесплатно
sk: %@ zadarmo
sv: %@ gratis
tr: %@ ücretsiz
uk: %@ безплатно
uz: %@ bepul

source: %@ free, then %@/%@
cs: %1$@ zdarma, pak %2$@/%3$@
da: %@ gratis, derefter %@/%@
de: %@ gratis, dann %@/%@
el: %@ δωρεάν, μετά %@/%@
es: %@ gratis, luego %@/%@
fi: %1$@ maksutta, sitten %2$@/%3$@
fr: Gratuit %1$@, puis %2$@/%3$@
hr: %1$@ besplatno, zatim %2$@/%3$@
hu: %@ ingyen, utána %@/%@
it: %1$@ gratis, poi %2$@/%3$@
nb: %1$@ gratis, så %2$@/%3$@
nl: %@ gratis, daarna %@/%@
pl: %1$@ za darmo, potem %2$@/%3$@
pt_br: %@ grátis, depois %@/%@
pt_pt: %@ grátis, depois %@/%@
ro: %1$@ gratuit, apoi %2$@/%3$@
ru: %1$@ бесплатно, затем %2$@/%3$@
sk: %1$@ zadarmo, potom %2$@/%3$@
sv: %@ gratis, sedan %@/%@
tr: %@ ücretsiz, sonra %@/%@
uk: %@ безкоштовно, далі %@/%@
uz: %1$@ bepul, keyin %2$@/%3$@

source: %@. Renews automatically until canceled. Cancel anytime in Settings at least 24 hours before the period ends.
cs: %@. Obnovuje se automaticky, dokud ji nezrušíte. Zrušte ji v Nastavení nejméně 24 hodin před koncem období.
da: %@. Fornyes automatisk, indtil den opsiges. Opsig når som helst i Indstillinger senest 24 timer før periodens udløb.
de: %@. Verlängert sich automatisch bis zur Kündigung. Kündige jederzeit in den Einstellungen, spätestens 24 Stunden vor Ablauf des Zeitraums.
el: %@. Ανανεώνεται αυτόματα μέχρι να ακυρωθεί. Ακυρώστε στις Ρυθμίσεις τουλάχιστον 24 ώρες πριν τη λήξη της περιόδου.
es: %@. Se renueva automáticamente hasta que la canceles. Cancela en Ajustes al menos 24 horas antes de que acabe el periodo.
fi: %@. Uusiutuu automaattisesti, kunnes se perutaan. Peru milloin tahansa Asetuksissa viimeistään 24 tuntia ennen jakson loppua.
fr: %@. Renouvellement automatique sauf annulation. Annulez à tout moment dans Réglages au moins 24 heures avant la fin de la période.
hr: %@. Obnavlja se automatski dok je ne otkažete. Otkažite u Postavkama najmanje 24 sata prije isteka razdoblja.
hu: %@. Lemondásig automatikusan megújul. A Beállításokban bármikor lemondhatod, legalább 24 órával az időszak vége előtt.
it: %@. Si rinnova automaticamente fino all’annullamento. Annulla in qualsiasi momento in Impostazioni almeno 24 ore prima della fine del periodo.
nb: %@. Fornyes automatisk til det sies opp. Si opp når som helst i Innstillinger minst 24 timer før perioden utløper.
nl: %@. Wordt automatisch verlengd tot je opzegt. Zeg op elk moment op in Instellingen, minstens 24 uur voor het einde van de periode.
pl: %@. Odnawia się automatycznie do czasu anulowania. Anuluj w Ustawieniach co najmniej 24 godziny przed końcem okresu.
pt_br: %@. Renova automaticamente até ser cancelada. Cancele nos Ajustes pelo menos 24 horas antes do fim do período.
pt_pt: %@. Renova automaticamente até ser cancelada. Cancele nas Definições pelo menos 24 horas antes do fim do período.
ro: %@. Se reînnoiește automat până la anulare. Anulează oricând în Configurări cu cel puțin 24 de ore înainte de sfârșitul perioadei.
ru: %@. Подписка продлевается автоматически, пока вы её не отмените. Отмените в Настройках минимум за 24 часа до конца периода.
sk: %@. Obnovuje sa automaticky, kým ho nezrušíte. Zrušte ho v Nastaveniach najmenej 24 hodín pred koncom obdobia.
sv: %@. Förnyas automatiskt tills den sägs upp. Avsluta när som helst i Inställningar senast 24 timmar innan perioden slutar.
tr: %@. İptal edilene kadar otomatik yenilenir. Dönem bitiminden en az 24 saat önce Ayarlar’dan istediğiniz zaman iptal edin.
uk: %@. Поновлюється автоматично до скасування. Скасуйте в Параметрах щонайменше за 24 год до кінця періоду.
uz: %@. Bekor qilinmaguncha avtomatik yangilanadi. Davr tugashidan kamida 24 soat oldin Sozlamalarda bekor qiling.

source: %@/%@, cancel anytime
cs: %1$@/%2$@, kdykoli zrušte
da: %@/%@, opsig når som helst
de: %@/%@, jederzeit kündbar
el: %@/%@, ακύρωση οποτεδήποτε
es: %@/%@, sin permanencia
fi: %1$@/%2$@, peru milloin vain
fr: %1$@/%2$@, sans engagement
hr: %1$@/%2$@, otkažite bilo kad
hu: %@/%@, bármikor lemondható
it: %1$@/%2$@, annulla quando vuoi
nb: %1$@/%2$@, si opp når som helst
nl: %@/%@, altijd opzegbaar
pl: %1$@/%2$@, anuluj kiedy chcesz
pt_br: %@/%@, cancele quando quiser
pt_pt: %@/%@, cancele quando quiser
ro: %1$@/%2$@, anulezi oricând
ru: %1$@/%2$@, отмена в любой момент
sk: %1$@/%2$@, kedykoľvek zrušte
sv: %@/%@, avsluta när som helst
tr: %@/%@, istediğiniz an iptal
uk: %@/%@, скасування будь-коли
uz: %1$@/%2$@, istalgan payt bekor

source: %lld documents
cs: %lld dokumentů
da: %lld dokumenter
de: %lld Dokumente
el: %lld έγγραφα
es: %lld documentos
fi: %lld dokumenttia
hr: %lld dokumenata
hu: %lld dokumentum
it: %lld documenti
nb: %lld dokumenter
nl: %lld documenten
pl: %lld dokumentu
pt_br: %lld documentos
pt_pt: %lld documentos
ro: %lld de documente
ru: %lld документа
sk: %lld dokumentov
sv: %lld dokument
tr: %lld belge
uk: %lld документа
uz: %lld hujjat

source: %lld of %lld
cs: %1$lld z %2$lld
da: %lld af %lld
de: %lld von %lld
el: %lld από %lld
es: %lld de %lld
fi: %1$lld/%2$lld
fr: %lld sur %lld
hr: %1$lld od %2$lld
hu: %lld/%lld
it: %lld di %lld
nb: %1$lld av %2$lld
nl: %lld van %lld
pl: %1$lld z %2$lld
pt_br: %lld de %lld
pt_pt: %lld de %lld
ro: %lld din %lld
ru: %1$lld из %2$lld
sk: %1$lld z %2$lld
sv: %lld av %lld
tr: %lld / %lld
uk: %lld з %lld
uz: %1$lld / %2$lld

source: %lld pages
cs: %lld stránek
da: %lld sider
de: %lld Seiten
el: %lld σελίδες
es: %lld páginas
fi: %lld sivua
hr: %lld stranica
hu: %lld oldal
it: %lld pagine
nb: %lld sider
nl: %lld pagina's
pl: %lld strony
pt_br: %lld páginas
pt_pt: %lld páginas
ro: %lld de pagini
ru: %lld страницы
sk: %lld strán
sv: %lld sidor
tr: %lld sayfa
uk: %lld сторінки
uz: %lld sahifa

source: About
cs: O aplikaci
da: Om
de: Info
el: Πληροφορίες
es: Info
fi: Tietoja
fr: À propos
hr: O aplikaciji
hu: Névjegy
it: Info
nb: Om
nl: Info
pl: Informacje
pt_br: Sobre
pt_pt: Acerca
ro: Despre
ru: О приложении
sk: O aplikácii
sv: Om
tr: Hakkında
uk: Про програму
uz: Ilova haqida

source: Add Page
cs: Nová stránka
da: Tilføj side
de: Neue Seite
el: Νέα σελίδα
es: Añadir página
fi: Lisää sivu
fr: Ajouter page
hr: Nova stranica
hu: Új oldal
it: Nuova pagina
nb: Legg til side
nl: Nieuwe pagina
pl: Dodaj stronę
pt_br: Inserir página
pt_pt: Inserir página
ro: Adaugă pagină
ru: Добавить
sk: Pridať stranu
sv: Ny sida
tr: Sayfa Ekle
uk: Нова сторінка
uz: Qo‘shish

source: Add Pages
cs: Přidat stránky
da: Tilføj sider
de: Neue Seiten
el: Νέες σελίδες
es: Añadir páginas
fi: Lisää sivuja
fr: Ajouter pages
hr: Dodaj stranice
hu: Új oldalak
it: Aggiungi pagine
nb: Legg til sider
nl: Nieuwe pagina's
pl: Dodaj strony
pt_br: Inserir páginas
pt_pt: Inserir páginas
ro: Adaugă pagini
ru: Добавить стр.
sk: Pridať strany
sv: Lägg till sidor
tr: Sayfa Ekle
uk: Додати сторінки
uz: Sahifa qo‘shish

source: Add pages by scanning or importing.
cs: Přidejte stránky skenováním nebo importem.
da: Tilføj sider ved at scanne eller importere.
de: Füge Seiten per Scan oder Import hinzu.
el: Προσθέστε σελίδες με σάρωση ή εισαγωγή.
es: Añade páginas escaneando o importando.
fi: Lisää sivuja skannaamalla tai tuomalla.
fr: Numérisez ou importez des pages.
hr: Dodajte stranice skeniranjem ili uvozom.
hu: Olvass be vagy importálj oldalakat.
it: Aggiungi pagine scansionando o importando.
nb: Legg til sider ved å skanne eller importere.
nl: Voeg pagina's toe via scannen of importeren.
pl: Dodaj strony, skanując je lub importując.
pt_br: Adicione páginas escaneando ou importando.
pt_pt: Adicione páginas ao digitalizar ou importar.
ro: Adaugă pagini scanând sau importând.
ru: Добавьте страницы сканированием или импортом.
sk: Pridajte strany skenovaním alebo importom.
sv: Skanna eller importera sidor.
tr: Tarayarak veya içe aktararak sayfa ekleyin.
uk: Додайте сторінки скануванням чи імпортом.
uz: Skanerlang yoki import qilib sahifa qo‘shing.

source: Add to Favorites
cs: Přidat do oblíbených
da: Føj til favoritter
de: Zu Favoriten
el: Προσθήκη στα Αγαπημένα
es: Añadir a Favoritos
fi: Lisää suosikkeihin
fr: Ajouter aux favoris
hr: Dodaj u omiljeno
hu: Kedvencnek jelölés
it: Aggiungi ai preferiti
nb: Legg til i favoritter
nl: Zet bij favorieten
pl: Dodaj do ulubionych
pt_br: Adicionar a Favoritos
pt_pt: Adicionar a Favoritos
ro: Adaugă la favorite
ru: Добавить в избранное
sk: Pridať do obľúbených
sv: Lägg till i favoriter
tr: Favorilere Ekle
uk: Додати у Вибране
uz: Sevimlilarga qo‘shish

source: Add your signature, lock PDFs with a password and share anywhere. Your documents never leave your device.
cs: Přidejte podpis, zamkněte PDF heslem a sdílejte kamkoli. Dokumenty nikdy neopustí vaše zařízení.
da: Tilføj din signatur, lås PDF'er med en adgangskode, og del overalt. Dine dokumenter forlader aldrig din enhed.
de: Füge deine Signatur hinzu, schütze PDFs mit einem Passwort und teile sie überall. Deine Dokumente bleiben auf deinem Gerät.
el: Προσθέστε υπογραφή, κλειδώστε PDF με συνθηματικό και μοιραστείτε τα. Τα έγγραφα δεν φεύγουν από τη συσκευή σας.
es: Añade tu firma, protege PDF con contraseña y compártelos donde quieras. Tus documentos nunca salen de tu dispositivo.
fi: Lisää allekirjoituksesi, lukitse PDF:t salasanalla ja jaa minne tahansa. Dokumenttisi eivät koskaan poistu laitteelta.
fr: Ajoutez votre signature, verrouillez vos PDF par mot de passe et partagez-les partout. Vos documents restent sur votre appareil.
hr: Dodajte potpis, zaključajte PDF lozinkom i dijelite bilo gdje. Dokumenti nikad ne napuštaju vaš uređaj.
hu: Írd alá, zárold jelszóval a PDF-eket, és oszd meg bárhol. A dokumentumaid nem hagyják el az eszközt.
it: Aggiungi la tua firma, proteggi i PDF con una password e condividili ovunque. I tuoi documenti non lasciano mai il dispositivo.
nb: Legg til signaturen din, lås PDF-er med passord og del hvor som helst. Dokumentene dine forlater aldri enheten.
nl: Voeg je handtekening toe, beveilig PDF's met een wachtwoord en deel overal. Je documenten verlaten je apparaat nooit.
pl: Dodawaj podpis, zabezpieczaj PDF hasłem i udostępniaj wszędzie. Dokumenty nie opuszczają Twojego urządzenia.
pt_br: Adicione sua assinatura, proteja PDFs com senha e compartilhe onde quiser. Seus documentos nunca saem do seu aparelho.
pt_pt: Adicione a sua assinatura, proteja PDF com palavra-passe e partilhe onde quiser. Os documentos nunca saem do dispositivo.
ro: Adaugă semnătura, blochează PDF-urile cu parolă și partajează-le oriunde. Documentele tale nu părăsesc niciodată dispozitivul.
ru: Ставьте подпись, защищайте PDF паролем и делитесь где угодно. Документы не покидают ваше устройство.
sk: Pridajte podpis, zamknite PDF heslom a zdieľajte kdekoľvek. Dokumenty nikdy neopustia vaše zariadenie.
sv: Lägg till din signatur, lås PDF:er med lösenord och dela var som helst. Dina dokument lämnar aldrig enheten.
tr: İmzanızı ekleyin, PDF’leri şifreyle kilitleyin ve her yerde paylaşın. Belgeleriniz aygıtınızdan hiç çıkmaz.
uk: Додавайте підпис, захищайте PDF паролем і діліться будь-де. Документи не залишають ваш пристрій.
uz: Imzo qo‘ying, PDF’ni parol bilan himoyalang va istalgan joyga ulashing. Hujjatlaringiz qurilmangizdan chiqmaydi.

source: All
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
fi: Kaikki
fr: Tous
hr: Sve
hu: Összes
it: Tutti
nb: Alle
nl: Alle
pl: Wszystkie
pt_br: Tudo
pt_pt: Tudo
ro: Toate
ru: Все
sk: Všetko
sv: Alla
tr: Tümü
uk: Усі
uz: Barchasi

source: All Documents
cs: Všechny dokumenty
da: Alle dokumenter
de: Alle Dokumente
el: Όλα τα έγγραφα
es: Todos los docs
fi: Kaikki dokumentit
fr: Tous les documents
hr: Svi dokumenti
hu: Összes dokumentum
it: Tutti i documenti
nb: Alle dokumenter
nl: Alle documenten
pl: Wszystkie dokumenty
pt_br: Todos os documentos
pt_pt: Todos os documentos
ro: Toate documentele
ru: Все документы
sk: Všetky dokumenty
sv: Alla dokument
tr: Tüm Belgeler
uk: Усі документи
uz: Barcha hujjatlar

source: All features unlocked. Thank you!
cs: Všechny funkce odemčeny. Děkujeme!
da: Alle funktioner er låst op. Tak!
de: Alle Funktionen freigeschaltet. Danke!
el: Όλες οι λειτουργίες ενεργές. Ευχαριστούμε!
es: Todas las funciones activas. ¡Gracias!
fi: Kaikki ominaisuudet avattu. Kiitos!
fr: Toutes les fonctions débloquées. Merci !
hr: Sve značajke otključane. Hvala!
hu: Minden funkció feloldva. Köszönjük!
it: Tutte le funzioni sbloccate. Grazie!
nb: Alle funksjoner er låst opp. Takk!
nl: Alle functies ontgrendeld. Bedankt!
pl: Wszystkie funkcje odblokowane. Dziękujemy!
pt_br: Todos os recursos desbloqueados. Obrigado!
pt_pt: Todas as funções desbloqueadas. Obrigado!
ro: Toate funcțiile deblocate. Mulțumim!
ru: Все функции открыты. Спасибо!
sk: Všetky funkcie odomknuté. Ďakujeme!
sv: Alla funktioner upplåsta. Tack!
tr: Tüm özellikler açıldı. Teşekkürler!
uk: Усі функції відкрито. Дякуємо!
uz: Barcha funksiyalar ochiq. Rahmat!

source: Apply
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
fi: Käytä
fr: Appliquer
hr: Primijeni
hu: Alkalmaz
it: Applica
nb: Bruk
nl: Pas toe
pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sv: Använd
tr: Uygula
uk: Застосувати
uz: Qo‘llash

source: Applying crop…
cs: Ořezávání…
da: Beskærer…
de: Wird zugeschnitten …
el: Περικοπή…
es: Recortando…
fi: Rajataan…
fr: Recadrage…
hr: Obrezivanje…
hu: Körülvágás…
it: Ritaglio in corso…
nb: Beskjærer …
nl: Bijsnijden…
pl: Kadrowanie…
pt_br: Recortando…
pt_pt: A recortar…
ro: Se decupează…
ru: Обрезка…
sk: Orezávanie…
sv: Beskär…
tr: Kırpılıyor…
uk: Обрізання…
uz: Kesilmoqda…

source: Auto Detect
cs: Rozpoznat
da: Find automatisk
de: Auto-Erkennung
el: Αυτοεντοπισμός
es: Detectar
fi: Tunnista reunat
fr: Détection auto
hr: Automatski
hu: Automatikus
it: Rilevamento auto
nb: Finn automatisk
nl: Auto-detectie
pl: Wykryj
pt_br: Detectar
pt_pt: Detetar
ro: Detectare auto
ru: Автоопределение
sk: Rozpoznať
sv: Autodetektera
tr: Otomatik Algıla
uk: Автовизначення
uz: Avto aniqlash

source: Auto-Crop Imported Photos
cs: Ořezávat importované fotky
da: Autobeskær importerede fotos
de: Importe automatisch zuschneiden
el: Αυτόματη περικοπή εισαγόμενων
es: Recortar fotos importadas
fi: Tuotujen kuvien autorajaus
fr: Photos importées : recadrage auto
hr: Obreži uvezene fotografije
hu: Importált fotók autom. vágása
it: Ritaglia auto le foto importate
nb: Autobeskjær importerte bilder
nl: Imports automatisch bijsnijden
pl: Kadruj importowane zdjęcia
pt_br: Recortar fotos importadas
pt_pt: Recortar fotos importadas
ro: Decupare auto a pozelor importate
ru: Автообрезка импортированных фото
sk: Orezávať importované fotky
sv: Autobeskär importerade bilder
tr: İçe Aktarılanları Otomatik Kırp
uk: Автообрізання імпорт. фото
uz: Importdagi rasmlarni avto kesish

source: Automatic
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματα
es: Automático
fi: Automaattinen
fr: Automatique
hr: Automatski
hu: Automatikus
it: Automatico
nb: Automatisk
nl: Automatisch
pl: Automatycznie
pt_br: Automático
pt_pt: Automático
ro: Automat
ru: Автоматически
sk: Automaticky
sv: Automatiskt
tr: Otomatik
uk: Автоматично
uz: Avtomatik

source: Automatic enhancement
cs: Automatické vylepšení
da: Automatisk forbedring
de: Automatische Optimierung
el: Αυτόματη βελτίωση
es: Mejora automática
fi: Automaattinen parannus
fr: Amélioration automatique
hr: Automatsko poboljšanje
hu: Automatikus javítás
it: Miglioramento automatico
nb: Automatisk forbedring
nl: Automatische verbetering
pl: Automatyczna poprawa
pt_br: Melhoria automática
pt_pt: Melhoria automática
ro: Îmbunătățire automată
ru: Автоулучшение
sk: Automatické vylepšenie
sv: Automatisk förbättring
tr: Otomatik iyileştirme
uk: Автопокращення
uz: Avtomatik yaxshilash

source: Automatic works for most documents. Choose specific languages to improve accuracy for mixed or uncommon text.
cs: Automatický režim funguje u většiny dokumentů. Vyberte konkrétní jazyky pro přesnější rozpoznání smíšeného nebo neobvyklého textu.
da: Automatisk fungerer til de fleste dokumenter. Vælg bestemte sprog for at øge nøjagtigheden ved blandet eller usædvanlig tekst.
de: „Automatisch“ funktioniert bei den meisten Dokumenten. Wähle bestimmte Sprachen, um gemischten oder seltenen Text genauer zu erkennen.
el: Το «Αυτόματα» λειτουργεί για τα περισσότερα έγγραφα. Επιλέξτε γλώσσες για μεγαλύτερη ακρίβεια σε μικτό ή σπάνιο κείμενο.
es: Automático sirve para la mayoría de documentos. Elige idiomas concretos para mejorar la precisión en textos mixtos o poco comunes.
fi: Automaattinen toimii useimmille dokumenteille. Valitse tietyt kielet, niin sekakielinen tai harvinainen teksti tunnistuu tarkemmin.
fr: Le mode automatique convient à la plupart des documents. Choisissez des langues précises pour mieux lire les textes mixtes ou rares.
hr: Automatski način radi za većinu dokumenata. Odaberite određene jezike za točnije prepoznavanje miješanog ili neuobičajenog teksta.
hu: Az Automatikus a legtöbb dokumentumnál működik. Vegyes vagy ritka szövegnél válassz nyelveket a pontosabb eredményért.
it: La modalità automatica va bene per la maggior parte dei documenti. Scegli lingue specifiche per una maggiore precisione con testi misti o rari.
nb: Automatisk fungerer for de fleste dokumenter. Velg bestemte språk for bedre nøyaktighet med blandet eller uvanlig tekst.
nl: Automatisch werkt voor de meeste documenten. Kies specifieke talen voor meer nauwkeurigheid bij gemengde of ongebruikelijke tekst.
pl: Tryb automatyczny sprawdza się w większości dokumentów. Wybierz języki, aby poprawić dokładność dla tekstu mieszanego lub nietypowego.
pt_br: Automático funciona para a maioria dos documentos. Escolha idiomas específicos para mais precisão em textos mistos ou incomuns.
pt_pt: Automático funciona com a maioria dos documentos. Escolha idiomas específicos para maior precisão em texto misto ou invulgar.
ro: Automat funcționează pentru majoritatea documentelor. Alege limbi anume pentru o precizie mai bună la texte mixte sau neobișnuite.
ru: Автоматический режим подходит для большинства документов. Выберите языки, чтобы повысить точность для смешанного или редкого текста.
sk: Automatický režim funguje pri väčšine dokumentov. Vyberte konkrétne jazyky pre presnejšie rozpoznanie zmiešaného alebo nezvyčajného textu.
sv: Automatiskt fungerar för de flesta dokument. Välj specifika språk för bättre precision vid blandad eller ovanlig text.
tr: Otomatik çoğu belge için uygundur. Karışık veya nadir metinlerde doğruluğu artırmak için belirli dilleri seçin.
uk: «Автоматично» підходить для більшості документів. Виберіть мови, щоб точніше розпізнавати змішаний чи рідкісний текст.
uz: Avtomatik rejim ko‘p hujjatlar uchun mos. Aralash yoki kam uchraydigan matnlarda aniqlikni oshirish uchun tillarni tanlang.

source: B&W
cs: Č/B
da: S/H
de: S/W
el: Α/Μ
es: B/N
fi: M/V
fr: N&B
hr: C/B
hu: FF
it: B/N
nb: S/H
nl: Z/W
pl: Cz-b
pt_br: P&B
pt_pt: P/B
ro: A/N
ru: Ч/Б
sk: Č/B
sv: S/V
tr: S/B
uk: Ч/Б
uz: Oq-qora

source: Balanced
cs: Vyvážená
da: Balanceret
de: Ausgewogen
el: Ισορροπημένο
es: Equilibrado
fi: Tasapaino
fr: Équilibré
hr: Uravnoteženo
hu: Közepes
it: Bilanciato
nb: Balansert
nl: Gebalanceerd
pl: Zrównoważona
pt_br: Equilibrado
pt_pt: Equilibrado
ro: Echilibrat
ru: Оптимально
sk: Vyvážená
sv: Balanserad
tr: Dengeli
uk: Збалансовано
uz: Muvozanatli

source: Best Quality
cs: Nejvyšší kvalita
da: Bedste kvalitet
de: Beste Qualität
el: Βέλτιστη ποιότητα
es: Máxima calidad
fi: Paras laatu
fr: Meilleure qualité
hr: Najbolja kvaliteta
hu: Legjobb minőség
it: Qualità migliore
nb: Beste kvalitet
nl: Beste kwaliteit
pl: Najlepsza jakość
pt_br: Melhor qualidade
pt_pt: Melhor qualidade
ro: Calitate maximă
ru: Лучшее качество
sk: Najvyššia kvalita
sv: Bästa kvalitet
tr: En İyi Kalite
uk: Найкраща якість
uz: Eng yaxshi sifat

source: Black
cs: Černá
da: Sort
de: Schwarz
el: Μαύρο
es: Negro
fi: Musta
fr: Noir
hr: Crna
hu: Fekete
it: Nero
nb: Svart
nl: Zwart
pl: Czarny
pt_br: Preto
pt_pt: Preto
ro: Negru
ru: Чёрный
sk: Čierna
sv: Svart
tr: Siyah
uk: Чорний
uz: Qora

source: Black and white
cs: Černobílé
da: Sort-hvid
de: Schwarzweiß
el: Ασπρόμαυρο
es: Blanco y negro
fi: Mustavalkoinen
fr: Noir et blanc
hr: Crno-bijelo
hu: Fekete-fehér
it: Bianco e nero
nb: Svart-hvitt
nl: Zwart-wit
pl: Czarno-białe
pt_br: Preto e branco
pt_pt: Preto e branco
ro: Alb-negru
ru: Чёрно-белый
sk: Čiernobiele
sv: Svartvitt
tr: Siyah beyaz
uk: Чорно-білий
uz: Oq-qora

source: Blue
cs: Modrá
da: Blå
de: Blau
el: Μπλε
es: Azul
fi: Sininen
fr: Bleu
hr: Plava
hu: Kék
it: Blu
nb: Blå
nl: Blauw
pl: Niebieski
pt_br: Azul
pt_pt: Azul
ro: Albastru
ru: Синий
sk: Modrá
sv: Blå
tr: Mavi
uk: Синій
uz: Ko‘k

source: Bottom-left corner
cs: Levý dolní roh
da: Nedre venstre hjørne
de: Ecke unten links
el: Κάτω αριστερή γωνία
es: Abajo izquierda
fi: Vasen alakulma
fr: Coin inférieur gauche
hr: Donji lijevi kut
hu: Bal alsó sarok
it: In basso a sinistra
nb: Nedre venstre hjørne
nl: Hoek linksonder
pl: Lewy dolny róg
pt_br: Inferior esquerdo
pt_pt: Inferior esquerdo
ro: Colțul stânga-jos
ru: Нижний левый угол
sk: Ľavý dolný roh
sv: Nedre vänstra hörnet
tr: Sol alt köşe
uk: Нижній лівий кут
uz: Pastki chap burchak

source: Bottom-right corner
cs: Pravý dolní roh
da: Nedre højre hjørne
de: Ecke unten rechts
el: Κάτω δεξιά γωνία
es: Abajo derecha
fi: Oikea alakulma
fr: Coin inférieur droit
hr: Donji desni kut
hu: Jobb alsó sarok
it: In basso a destra
nb: Nedre høyre hjørne
nl: Hoek rechtsonder
pl: Prawy dolny róg
pt_br: Inferior direito
pt_pt: Inferior direito
ro: Colțul dreapta-jos
ru: Нижний правый угол
sk: Pravý dolný roh
sv: Nedre högra hörnet
tr: Sağ alt köşe
uk: Нижній правий кут
uz: Pastki o‘ng burchak

source: Camera Unavailable
cs: Fotoaparát nedostupný
da: Kamera ikke tilgængelig
de: Kamera nicht verfügbar
el: Μη διαθέσιμη κάμερα
es: Cámara no disponible
fi: Kamera ei käytettävissä
fr: Caméra indisponible
hr: Kamera nedostupna
hu: A kamera nem érhető el
it: Fotocamera indisponibile
nb: Kamera utilgjengelig
nl: Camera niet beschikbaar
pl: Aparat niedostępny
pt_br: Câmera indisponível
pt_pt: Câmara indisponível
ro: Cameră indisponibilă
ru: Камера недоступна
sk: Kamera nie je dostupná
sv: Kamera ej tillgänglig
tr: Kamera Kullanılamıyor
uk: Камера недоступна
uz: Kamera mavjud emas

source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Kumoa
fr: Annuler
hr: Poništi
hu: Mégsem
it: Annulla
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отменить
sk: Zrušiť
sv: Avbryt
tr: Vazgeç
uk: Скасувати
uz: Bekor qilish
